Repository: kaizhu256/gnu-indent
Catalog: po/*.po
Languages: pt_br, sk, tr

source: usage: indent file [-o outfile ] [ options ]
pt_br: uso: indent arquivo [-o arquivo-saída ] [ opções ]
sk: pou¾itie: indent súbor [-o výstupný_súbor ] [ voµby ]
tr: kullaným: indent dosya_adý [-o çýktý_dosyasý] [seçenekler]

source: indent file1 file2 ... fileN [ options ]
sk: indent súbor1 súbor2 ... súborN [ voµby ]
tr: indent dosya1 dosya2 ... dosyaN [ seçenekler ]

source: indent: missing argument to parameter %s
pt_br: indent: argumento não especificado para o parâmetro %s
sk: indent: chýbajúci argument k parametru %s
tr: indent: parametrede eksik argüman %s

source: indent: unknown option "%s"
pt_br: indent: opção desconhecida "%s"
sk: indent: neznáma voµba "%s"
tr: indent: bilinmeyen seçenek "%s"

source: option: %s
pt_br: opcão: %s
sk: voµba: %s
tr: seçenek: %s

source: indent: option ``%s'' requires a numeric parameter
pt_br: indent: a opção ``%s'' requer um parâmetro numérico
sk: indent: voµba ``%s'' vy¾aduje ako parameter èíslo
tr: indent: ``%s'' seçeneði sayýsal parametre gerektirir

source: indent: set_option: internal error: p_type %d
pt_br: indent: set_option: erro interno: p_type %d
sk: indent: set_option: interná chyba: p_type %d
tr: indent: set_option: içsel hata: p_type %d

source: Profile contains unpalatable characters
pt_br: O profile contém caracteres inválidos
sk: Profil obsahuje nechutné znaky
tr: Profil geçersiz karakterler içeriyor

source: indent: Strange version-control value
sk: indent: Divná hodnota version-control
tr: indent: Garip sürüm-kontrolü deðeri

source: indent: Using numbered-existing
sk: indent: Pou¾ijú sa existujúce oèíslované
tr: indent: Varolan sürüm kullanýlýyor

source: indent: Can't make backup filename of %s
pt_br: indent: não foi possível criar cópia de segurança com nome %s
sk: indent: Nemô¾em vytvori» zálo¾nú kópiu súboru %s
tr: indent: %s yedek dosyasý oluþturulamadý

source: Can't open backup file %s
pt_br: Não foi possível abrir a cópia de segurança %s
sk: Nemô¾em otvori» zálo¾ný súbor %s
tr: %s yedek dosyasý açýlamadý

source: Can't write to backup file %s
pt_br: Não foi possível escrever na cópia de segurança %s
sk: Nemô¾em zapísa» do zálo¾ného súboru %s
tr: %s yedek dosyasýna yazýlamadý

source: Can't preserve modification time on backup file %s
pt_br: Não foi possível preservar o data de modificação na cópia de segurança %s
sk: Nemô¾em zachova» èas zmeny zálo¾ného súboru %s
tr: %s yedek dosyasýnýn deðiþim zaman damgasý korunamadý

source: indent: Virtual memory exhausted.
pt_br: indent: memória insuficiente
sk: indent: Vyèerpaná virtuálna pamä».
tr: indent: Sanal bellek tükendi.

source: indent: Fatal Error:
pt_br: indent: Erro Fatal:
sk: indent: Záva¾ná chyba:
tr: indent: Ölümcül Hata:

source: indent: System Error:
pt_br: indent: Erro do Sistema:
sk: indent: Systémová chyba:
tr: indent: Sistem Hatasý:

source: Warning
pt_br: Atenção
sk: Upozornenie
tr: Uyarý

source: Error
pt_br: Erro
sk: Chyba
tr: Hata

source: Ran out of memory
pt_br: Memória insuficiente
sk: Beh vyèerpal pamä»
tr: Bellek tükendi

source: EOF encountered in comment
pt_br: Fim de arquivo (EOF) encontrado em um comentário
sk: V komentári sa vyskytol koniec súboru
tr: Açýklama içinde dosyasonu (EOF)

source: Line broken
pt_br: Linha quebrada
sk: Riadok rozdelený
tr: Satýr hatalý

source: Unexpected end of file
pt_br: Fim de arquivo não esperado
sk: Neoèakávaný koniec súboru
tr: Beklenmeyen dosyasonu

source: There were %d non-blank output lines and %d comments
pt_br: Existem %d linhas de saída não vazias e %d comentários
sk: Spracovaných %d neprázdnych výstupných riadkov a %d komentárov
tr: %d boþ olmayan çýktý satýrý ve %d açýklama vardý

source: (Lines with comments)/(Lines with code): %6.3f
pt_br: (Linhas com comentários)/(Linhas de código) %6.3f
sk: (Riadkov s komentármi)/(Riadkov s kódom): %6.3f
tr: (Açýklama satýrlarý)/(Program satýrlarý): %6.3f

source: Line broken 2
pt_br: Linha quebrada 2
sk: Riadok rozdelený 2
tr: Satýr hatalý 2

source: Extra %c
pt_br: %c extra
tr: Fazladan %c

source: Unmatched #else
pt_br: #else não casado
sk: Nezodpovedajúce #else
tr: Karþýlýksýz #else

source: Unmatched #elif
pt_br: #elif não casado
sk: Nezodpovedajúce #elif
tr: Karþýlýksýz #elif

source: Unmatched #endif
pt_br: #endif não casado
sk: Nezodpovedajúce #endif
tr: Karþýlýksýz #endif

source: indent: only one output file (2nd was %s)
pt_br: indent: somente um arquivo de saída (o segundo foi %s)
sk: indent: iba jeden výstupný súbor (druhý bol %s)
tr: indent: Yalnýzca bir çýktý dosyasý (2. %s idi)

source: indent: only one input file when output file is specified
pt_br: indent: somente um arquivo de entrada quando um arquivo de saída foi especificado
sk: indent: iba jeden vstupný súbor, keï je zadaný výstupný súbor
tr: indent: Çýktý dosyasý verildiði zaman yalnýzca bir girdi dosyasý

source: indent: can't have filenames when specifying standard input
pt_br: indent: não é possível ter nomes de arquivos quando é especificada saída padrão
sk: indent: nemo¾no zada» súbory, ak ste zadali ¹tandardný vstup
tr: indent: standart girdi belirtildiði zaman dosyaadý verilemez

source: indent: only one input file when stdout is used
pt_br: indent: somente um arquivo de entrada quando a saída padrão é usada
sk: indent: iba jeden vstupný súbor, keï je pou¾itý ¹tandardný výstup
tr: indent: standart çýktý kullanýldýðý zaman yalnýzca bir girdi dosyasý

source: Read profile %s
pt_br: Profile de leitura %s
sk: Èita» profil %s
tr: Profile %s okundu

source: Internal buffering error
pt_br: Erro interno de buferização
sk: Interná chyba vyrovnávacej pamäte
tr: Ýçsel önbellek hatasý

source: Can't open input file %s
pt_br: Não foi possível abrir o arquivo de entrada %s
sk: Nemô¾em otvori» vstupný súbor %s
tr: %s girdi dosyasý açýlamadý

source: Can't stat input file %s
pt_br: Não foi possível obter estatíticas para o arquivo %s
sk: Nemô¾em zisti» stav vstupného súboru %s
tr: %s girdi dosyasý durumlanamadý

source: Warning: Zero-length file %s
pt_br: Atenção: arquovo %s tem tamanho igual a zero
sk: Varovanie: Súbor %s má nulovú då¾ku
tr: Uyarý: %s dosyasý boþ

source: File %s is too big to read
pt_br: O arquivo %s é muito grande para que seja lido
sk: Súbor %s je príli¹ veµký na èítanie
tr: %s dosyasý okumak için fazla büyük

source: System problem reading file %s
pt_br: Problemas no sistema na leitura do arquivo %s
sk: Systémový problém pri èítaní súboru %s
tr: %s dosyasý okunurken sistem problemi

source: Error reading input file %s
pt_br: Erro na leitura do arquivo de entrada %s
sk: Chyba pri èítaní vstupného súboru %s
tr: %s girdi dosyasý okunurken hata

source: Error closeing input file %s
pt_br: Erro durance o fechamento do arquivo de entrada %s
sk: Chyba pri zatváraní vstupného súboru %s
tr: %s girdi dosyasý kapatýlýrken hata

source: Warning: File %s contains NULL-characters
pt_br: Atenção: o arquivo %s contém caracteres nulos
sk: Upozornenie: Súbor %s obsahuje nulové znaky
tr: Uyarý: %s dosyasý NULL karakter içeriyor

source: Unterminated character constant
pt_br: Constante de caractere não terminada
sk: Neukonèená znaková kon¹tanta
tr: Sonlanmamýþ karakter sabiti

source: Unterminated string constant
pt_br: Constante string não terminada
sk: Neukonèená re»azcová kon¹tanta
tr: Sonlanmamýþ dizge sabiti

source: old style assignment ambiguity in "=%c". Assuming "= %c"
sk: nejednoznaènos» priradenia starého ¹týlu v "=%c". Predpokladá sa "= %c"
tr: "=%c" içerisinde eski tarz deðer atama belirsizliði. =%c varsayýldý.

source: indent: can't create %s
pt_br: indent: não foi possível criar %s
sk: indent: nemô¾em vytvori» %s
tr: indent: %s oluþturulamadý

source: Can't close output file %s
pt_br: Não foi possível fechar o arquivo de saída %s
sk: Nemô¾em zatvori» výstupný súbor %s
tr: %s çýktý dosyasý kapatýlamadý

source: Can't preserve modification time on output file %s
pt_br: Não foi possível preservar a data de modificação no arquivo de saída %s
sk: Nemô¾em zachova» èas zmeny výstupného súboru %s
tr: %s çýktý dosyasýnýn deðiþim zamaný korunamadý

source: Unmatched 'else'
pt_br: 'else' não casado
sk: Nezodpovedajúce 'else'
tr: Karþýlýksýz 'else'

source: Stmt nesting error.
pt_br: Erro em aninhamento de comando.
sk: Chyba vnorenia stmt.
tr: Ýfade iç-içeliði hatasý.

source: Unknown code to parser
pt_br: Código desconhecido para avaliação.
sk: Analyzátor nepozná tento kód
tr: Ayrýþtýrýcýya bilinmeyen kod

source: stack[%d] => stack: %d ind_level: %d
sk: zásobník[%d] => zásobník: %d ind_úroveò: %d
tr: yýðýn[%d] => yýðýn: %d ind_level: %d

source: CANNOT FIND '@' FILE!
pt_br: NÃO FOI POSSÏVEL ENCONTRAR O ARQUIVO '@'!
sk: NEMÔ®EM NÁJS« SÚBOR '@'!
tr: '@' DOSYASI BULUNAMADI!
